[language]
name=Lietuvių
author=GizmoiD
version=3.5.25

[menus]
mnuFile=Failai
mnuLanguage=Kalba
mnuExit=Baigti
mnuOptions=Pasirinkimai
mnuPreferences=Nustatymai...
mnuTools=Įrankiai
mnuViewRemoved=Ištrintieji
mnuSimilar=Pašalinti Panašius 
mnuExact=Pašalinti Tikslius 
mnuUpdateScripts=Atnaujinti Skriptus
mnuShowHideScriptsBar=Rodyti/Slėpti Skriptus
mnuCoffee=Coffee 
mnuEditCoffeeCups=Redaguoti Coffee Cups
mnuAbout=Apie
mnuHelp=Pagalba
mnuDonate=Paaukoti
mnuForums=Forumai
mnuUpdates=Ieškoti Atnaujinimų
mnuAboutDlg=Apie Bit Che ...
mnuRegistration=Įvesti Registracijos numerį
mnuRepeatCurrent=Pakartoti Esamą Paiešką
mnuRepeatAll=Pakartoti Paiešką Visose Kortelėse

mnuDownload=Atidaryti Torrent'ą
mnuSaveT=Išsaugoti Torrent'ą Kaip..
mnuDetails=Peržiūrėti Torrent'o Detales
mnuPage=Atidaryti Šaltinio Puslapį
mnuClipboard=Torrent'o URL > Buferis
 
mnuSelectOnly=Tiktai Pasirinkti
mnuOpenWebsite=Atidaryti Tinklapį
mnuEditUserAccount=Keisti Vartotojo Sąskaitą
mnuEditScript=Keisti Skriptą
!mnuAppData=Open App Data Folder...
!mnuChangeLanguage=ChangeLanguage
!mnuEditProfiles=Edit Profiles...
!mnuDebug=Debug Script...
!mnuClearSH=Clear Search History
!mnuPack=Script Packs
!mnuClipboardSource=Source URL  > Clipboard
!mnuUseHOME=Use HOME
!mnuLogHTTP=Log HTTP Connections
!mnuClipboardName=Torrent Name > Clipboard
!mnuClipboardThis=Copy to Clipboard
!mnuExportResults=Export Results
!mnuShowHidden=Show Hidden Scripts
!mnuOpenWith=Open Torrent With...
!mnuGoogle=Launch Google Search...
!mnuEnDis=Disable Script
!mnuHideScript=Hide Script
!mnuSave=Save Torrent As..
!mnuMagnetLink=Magnet Link > Clipboard
 
[buttons]
cmdSearch=Ieškoti
cmdScripts=Skriptai
cmdOK=Gerai
cmdCancel=Atšaukti
cmdStop=Sustabdyti
cmdDownload=Atidaryti Torrent'ą
cmdOpenSource=Atidaryti Puslapį
cmdSaveTorrent=Išsaugoti Kaip..
cmdClipboard=Buferis
cmdClose=Uždaryti
cmdNext=Pirmyn
cmdBack=Atgal
cmdReload=Užkrauti iš naujo
cmdDie=Mirk!
cmdApply=Pritaikyti
cmdYes=Taip
cmdNo=Ne
cmdDelete=Ištrinti
cmdAdd=Pridėti
cmdHelp=Pagalba
!cmdUpdate=Update
!cmdEditConfig=Edit Config
!cmdOpenFolder=Open Folder
!cmdDone=Done
!cmdScrape=Scrape
!cmdCheckCache=Check Cache
!cmdOpenWith=Open With
!cmdMore=More
!cmdDefaults=Defaults
!cmdDown=v
!cmdUp=^
!cmdHeaders=Headers
!cmdNextResult=Next @r
!cmdLocate=Locate
 
[checkboxes]
chkDesc=Ieškoti ir aprašymuose
chkMax50=Daugiausiai 50 rezultatų iš šaltinio
chkIgnore=Ignoruoti rezultatus su 0 seeder'ių
chkAutoRemove=Automatiškai pašalinti vienodus
chkSearchesNewTabs=Atidaryti paiešką naujose kortelėse
chkTDNewWindow=Atidaryti detales naujuose languose
chkMinimize=Sumažinti Bit Che į sisteminį lauką
chkRepeatSearches=Kartoti paiešką visoms kortelėms kas
chkAutoCheck=Automatiškai ieškoti atnaujinimų
!chkAutoScriptUpdate=Automatically update default script pack
!chkAutoUpdateScripts=Automatically update default script and language pack
!chkUseBC=Use BC:// and allow searches from Web Browsers
!chkViewMagnet=View Magnet Details: Automatically search cache for Torrent
!chkClearFilter=Clear "Filter Results" before each search
!chkProxyAuthentication=Authentication:
!chkMultipages=Fetch results from additional pages when there are multiple pages
!chkScrapeTorrent=View Torrent Details: Automatically scrape first tracker for peers
!chkUseScript=Use script to launch torrent in System (not Wine)
!chkScript=Script:
!chkDisableOpenWith=Disable 'Open Torrent With' for external applications
 
[option_buttons]
opTorrentDetails=Torrent'o Detalės
opTorrent=Torrent'as
opRatio0=Nerodyti ratio
opRatio1=Skaitmeninis
opRatio2=Grafinis
opRatio3=Abu
!opLimit=No limit
!opSort1=Do Not Auto Sort
!opSort2=Last Sorted
!opConnect1=Direct Connection
!opConnect2=System Settings
!opConnect3=HTTP Proxy
!opSize0=Any
!opSize1=Micro       (1 KB - 5 MB)
!opSize2=Tiny          (1 MB - 50 MB)
!opSize3=Small        (1 MB - 250 MB)
!opSize4=Medium   (100 MB - 1500 MB)
!opSize5=Large        (250 MB - 4000 MB)
!opSize6=X-Large     (500+ MB)
 
[labels]
lblTitle=Pavadinimas:
lblFilename=Failo pavadinimas:
lblTracker=Tracker'is:
lblCreated=Sukurtas:
lblShareIt=Jei patinka įrankis, dalinkitės su draugais!
lblOnTheWeb=Tinkle:
lblVersion=Versija:
lblSite=Tinklapis:
lblUsername=Vartotojo vardas:
lblPassword=Slaptažodis:
lblWritten=Sukūrė:
lblArtwork=Apipavidalino:
lblCompiled=Sukompiliuotas:
lblCopyright=Autorystės teisės
lblComparing=Rezultatai lyginami..
lblCoffeeCups=Coffee Cups
lblName=Vardas:
lblAutoStart=Automatiškai ieškoti:
lblSearches=Paieškos istorija:
lblPreferences=Pirmenybės
lblMinutes=minutės
lblDoubleClick=Dvigubas rezultato paspaudimas atidaro:
lblShowRatio=Rodyti seeder/leech ratio kaip:
lblGuevaraAccount=Guevara sąskaita
lblEmail=El. paštas:
!lblPlusAccount=Plus Account
!lblUpdates=Updates...
!lblScriptUpdate=Select the Script Pack to Update:
!lblUpdateScriptPacks=Update Script Packs
!lblUpdateNow=Update Now...
!lblMoreInfo=More Info...
!lblOpenFolder=Open Folder...
!lblEditFile=Edit File...
!lblMiddleClick=Middle Clicking a result:
!lblMaximumSources=Maximum results per source:
!lblSortResultsColumn=Sort results using Column:
!lblFontSize=Results View Font Size:
!lblConnectUsing=Connect to the internet using:
!lblProxyHostname=HTTP Proxy Hostname:
!lblPort=Port:
!lblSystemHandler=System Handler
!lblScrape=Peers:
!lblHash=Hash:
!lblProfiles=Profiles
 
[list_results]
name=Pavadinimas
size=Dydis
seeders=Seeder'iai
leechers=Leecher'iai
source=Šaltinis
reason=Priežastis
files=Failai
ratio=Ratio
!date=Date
!status=Status
!scripts=Scripts
!url=URL
 
[form_captions]
frmDetail=Torrent'o Detalės
frmSiteEdit=Vartotojo sąskaita
frmRemoved=Ištrinti rezultatai
frmLog=Rezultatų duplikatų log'as
frmAbout=Apie Bit Che
frmLanguage=Kalba
frmCoffee=Morning Coffee
frmRegistration=Registracija
!frmProfiles=Edit Profiles
!frmDebug=Bit Che - Script Debug
 
[strings]
1=Susijungimai:
2=Jungiamasi prie:
3=Parsiunčiama:
4=Užklausiama:
5=Parsiųsta:
6=Paieškos:
7=Rezultatai:
8=Ištrinti:
9=Užkraunami duomenys..
10=Torrent'as vykdomas..
11=Viso failų:
12=Tikras dydis:
13=Padaryta!
14=Sustabdyta!
15=Nutiko klaida: 
16=Nukopijuota į Buferį: 
 
25=Ištrinti paieškos istoriją
26=Visi
 
30=Panašūs:
31=Kam:
32=Seed'ai:
33=Rasti panašūs rezultatai:
34=vyruti
35=Aprašymas
36=0 seed'ų
 
40=Prašome įvesti galiojančio el. pašto adresą.
41=Tvirtinama sąskaita..
 
50=Įvyko klaida, jungiantis prie sąskaitos:  %SCRIPTNAME% <BR><BR>Jūsų saugumui, skriptas išjungtas, kol peržiūrėsite sąskaitos informaciją. 
51=Neįmanoma prisijungti, negaliojantys duomenys.
 
52=NOTICE: Prisijungimui tinklapis reikalauja vartotojo sąskaitos. Bit Che            <BR>nevykdys skripto , kol nenurodysite galiojančios sąskaitos. <BR><BR>Ar norite prisijungti prie galiojančios sąskaitos dabar?
53=Reikalinga vartotojo sąskaita
 
54=Bit Che klientas jau užkrautas sistemoje.<BR><BR>Ar norėtumėte toliau vykdyti užkrovimą?      <BR>Spauskite "Atšaukti", jei norėtumėte bandyti užkrauti kitą kopiją.
55=Bit Che jau yra užkrautas.
 
56=Atsiprašome, priedas 'Freeware Edition' versijoje neįjungtas.<BR>Norėdami naudotis priedu, atnaujinkite iki 'Guevara Edition' versijos. <BR><BR>Norite sužinoti kaip gauti 'Guevara Edition' versiją nemokamai?
57=Priedas 'Freeware Edition' versijoje išjungtas.
 
58=Ačiū! 'Guevara' sąskaita patvirtinta. <BR><BR>Užkraukite Bit Che iš naujo, kad įsigaliotų 'Guevara Edition' versija.
59=Atsiprašome, 'Guevara' sąskaita negalioja. <BR><BR>Praneškite priežiūros grupei, jei manote, kad tai klaida.
60=Jūsų 'Guevara' sąskaitos galiojimas baigėsi. <BR><BR>Patikrinkite ar galite prisijungti prie interneto ir bandykite iš naujo.
61='Guevara' sąskaita
 
62=Yra nauja Bit Che versija. <BR><BR>Ar norite sužinoti daugiau informacijos apie atnaujinimą?
63=Yra galimas atnaujinimas!
 
64=Bit Che yra paieškos programa ir failų parsisiuntimo funkcijos neturi. <BR>'torrent' failams parsisiųsti yra būtinas ’torrent’ klientas. <BR><BR>Bit Che sistemoje nerado 'torrent' kliento<BR>, failams parsisiųsti įsidiekite 'torrent' klientą.<BR><BR>Ar norite informacijos apie 'torrent' kliento instaliaciją?
65=Sistemoje 'torrent' klientas nerastas!
 
66=Ieškotų torrent’ų skaičius %SEARCH_NUM%<BR><BR>Bit Che yra nemokama ir išlaikoma iš vartotojų aukų.<BR>Ar norite paaukoti ir atnaujinti savo versiją iki 'Guevara Edition' versijos?<BR><BR>Jei nenorite aukoti, užsiregistruokite <BR>mūsų forumuose. Programos populiarinimas taipogi padės<BR>Bit Che plėtojimui. Iš anksto dėkojame. <BR><BR>Ar norite paaukoti ir atsinaujinti?<BR><BR>PASTABA: šis pranešimas daugiau nebus rodomas.
67=Ačiū, kad naudojatės Bit Che!
 
68=Jūs turite naujausią Bit Che versiją.
69=Ieškoma Bit Che atnaujinimų..
 
70=Rastas %CLIENT% 
1=Klientas nerastas

72=Klaida atsitiko čia:
73=Nėra skriptų 
!71=no client detected
!74=Bit Che has updated the script engine pack. <BR><BR>Would you like to update to the latest scripts now? [recommended]
!75=Updating Bit Che Scripts
!76=Please wait...
!77=Building search profiles:
!80=All scripts have been updated!
!81=There was a problem extracting the scripts. Please try again later.
!82=Update Complete
!83=Update Failed
!84=Error downloading %FILE%...
!85=The target file could not be found. Please try again later..
!86=Error!
!87=Updating script package information...
!88=Saving %FILE%...
!89=Extracting
!90=Script Pack:
!91=Filter Results
 
[Months]
1=Sausio
2=Vasario
3=Kovo
4=Balandžio
5=Gegužės
6=Birželio
7=Liepos
8=Rugpjūčio
9=Rugsėjo
10=Spalio
11=Lapkričio
12=Gruodžio
 
[Days]
0=Niekada
1=Kasdien
2=Pirmadienis
3=Antradienis
4=Trečiadienis
5=Ketvirtadienis
6=Penktadienis
7=Šeštadienis
8=Sekmadienis
 
[Profiles]
0=Visi
1=Garsas
2=Vaizdas
3=Programos
4=Žaidimai
!audio=audio
!video=video
!apps=apps
!games=games
[tabs]
!tabGeneral=General
!tabSearches=Searches
!tabResultsView=Results View
!tabConnection=Connection
[Groups]
!1=Group 1
!2=Group 2
!3=Member Sites
!4=No Accounts
!5=Disabled
